{
  "quotes": {
     "en": [
      "When the world says impossible, God says possible.",
      "Go to God first, not last.",
      "Give me the patience to wait for what You have for me, not chase what isn't.",
      "Tie your camel, then trust in Allah. — Prophet Muhammad ﷺ",
      "Do not grieve, what is destined will reach you. — Umar ibn Al-Khattab",
      "We suffer more in imagination than in reality. — Seneca",
      "Waste no time arguing what a good man should be. Be one. — Marcus Aurelius",

      "Put your trust in Allah, and He will be enough for you.",
      "Every hardship comes with ease.",
      "A grateful heart is never empty.",
      "True strength is staying patient in difficult times.",
      "What is meant for you will never miss you.",
      "Turn worry into prayer.",
      "Faith grows when you keep going despite uncertainty.",
      "Silence the ego, strengthen the soul.",
      "Small good deeds done consistently matter most.",
      "Be mindful of God and He will guide your steps.",
      "Calm hearts come from strong faith.",
      "Do not rush what is written for you.",
      "Choose discipline over regret.",
      "Character is what remains when no one is watching.",
      "Sincerity transforms ordinary actions into worship.",
      "Seek clarity, not applause.",
      "Trust the process when you trust the Creator.",
      "Restraint today saves regret tomorrow.",
      "Be gentle; strength is not always loud."
    ],
    "bn": [
      "যখন পৃথিবী বলে অসম্ভব, তখন আল্লাহ বলেন সম্ভব।",
      "শেষে নয়—আগে আল্লাহর কাছে যাও।",
      "হে আল্লাহ, আমার জন্য যা রেখেছেন তার জন্য অপেক্ষা করার ধৈর্য দিন।",
      "উট বাঁধো, তারপর আল্লাহর উপর ভরসা করো। — রাসূল ﷺ",
      "দুঃখ করো না, যা তোমার জন্য নির্ধারিত তা তোমার কাছে পৌঁছবেই। — উমর ইবনুল খাত্তাব",
      "আমরা বাস্তবের চেয়ে কল্পনায় বেশি কষ্ট পাই। — সেনেকা",
      "ভালো মানুষ কেমন হওয়া উচিত তা নিয়ে তর্ক করো না। নিজেই হও। — মার্কাস অরেলিয়াস",

      "আল্লাহর উপর ভরসা রাখো—তিনিই যথেষ্ট।",
      "প্রত্যেক কষ্টের সাথেই সহজতা আসে।",
      "কৃতজ্ঞ হৃদয় কখনো শূন্য থাকে না।",
      "কঠিন সময়ে ধৈর্য ধরাই আসল শক্তি।",
      "যা তোমার জন্য লেখা আছে, তা তোমাকে মিস করবে না।",
      "দুশ্চিন্তাকে দোয়ায় বদলে দাও।",
      "অনিশ্চয়তার মাঝেও এগিয়ে গেলে ঈমান শক্ত হয়।",
      "অহংকার কমাও, আত্মাকে শক্ত করো।",
      "ছোট ভালো কাজও নিয়মিত করলে বড় হয়ে ওঠে।",
      "আল্লাহকে স্মরণে রাখো—তিনি তোমার পথ সহজ করবেন।",
      "শান্ত হৃদয় আসে দৃঢ় বিশ্বাস থেকে।",
      "তোমার জন্য যা লেখা আছে, তাতে তাড়াহুড়ো কোরো না।",
      "অনুতাপের চেয়ে শৃঙ্খলা বেছে নাও।",
      "কেউ না দেখলেও চরিত্রই আসল পরিচয়।",
      "ইখলাস সাধারণ কাজকেও ইবাদতে পরিণত করে।",
      "প্রশংসা নয়—স্পষ্টতা খোঁজো।",
      "সৃষ্টিকর্তার উপর ভরসা থাকলে পথ নিজেই পরিষ্কার হয়।",
      "আজ সংযম ভবিষ্যতের অনুশোচনা বাঁচায়।",
      "নরম হও—শক্তি সব সময় শব্দ করে না।"
    ],
    "ar": [
      "عندما يقول العالم مستحيل، يقول الله ممكن.",
      "اذهب إلى الله أولاً، لا أخيراً.",
      "اللهم ارزقني الصبر لانتظار ما كتبته لي.",
      "اعقلها وتوكل. — النبي محمد ﷺ",
      "لا تحزن، فإن ما قُدّر لك سيصلك. — عمر بن الخطاب",
      "نحن نعاني في الخيال أكثر من الواقع. — سينيكا",
      "لا تضيع وقتك في الجدل حول ما يجب أن يكونه الرجل الصالح. كن واحداً. — ماركوس أوريليوس"
    ]
  }
}
